Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Symbol mathspace _
be: Знак mathspace _

source: Symbol mathspace __
be: Знак mathspace __

source: Symbol simeq
be: Знак simeq

source: Symbol star
be: Знак star

source: Sync
be: Сінхранізацыя

source: Sync Preferences
be: Сінхранізаваць настройкі

source: Sync Preview
be: Сінхранізаваць папярэдні прагляд

source: Sync with Library
be: Сінхранізаваць з фанатэкай

source: Sync with the device
be: Сінхранізаваць з прыстасаваннем

source: Synchronization
be: Сінхранізацыя

source: Synchronization Canceled
be: Сінхранізацыя скасавана

source: Synchronization Client ID
be: ID кліента сінхранізацыі

source: Synchronization Complete
be: Сінхранізацыя скончана

source: Synchronization Failed
be: Няўдалая сінхранізацыя

source: Synchronization Local Server Path
be: Сцежка да мясцовага сервера сінхранізацыі

source: Synchronization Not Configured
be: Сінхранізацыя не настроена

source: Synchronization Service Error
be: Памылка паслугі сінхранізацыі

source: Synchronization is complete
be: Сінхранізацыя скончана

source: Synchronization is not configured
be: Сінхранізацыя не настроена

source: Synchronization was canceled
be: Сінхранізацыя скасавана

source: Synchronize Notes
be: Сінхранізаваць нататкі

source: Synchronize between LaTeX and PDF with gedit and evince.
be: Сінхранізацыя паміж LaTeX і PDF з дапамогай gedit і evince.

source: Synchronize media player with the library
be: Сінхранізаваць медыяплэер з фанатэкай

source: Synchronize now
be: Сынхранізаваць зараз

source: Synchronizes your computer clock with Internet time servers
be: Сынхранізуе гадзіньнік вашага кампутара з паслужнікамі ў Інтэрнэце

source: Synchronizing Notes
be: Сінхранізацыя нататак

source: Synchronizing system clock
be: Сынхранізацыя сыстэмнага гадзіньніка

source: Synchronizing your notes...
be: Сінхранізацыя вашых нататак...

source: Sys_tem monitor update interval:
be: _Пэрыяд абнаўленьня сыстэмнага назіральніка:

source: System
be: Сістэма

source: System Defaults
be: Сыстэмныя парамэтры

source: System Monitor
be: Сыстэмны назіральнік

source: System Monitor Preferences
be: Перавагі сыстэмнага назіральніка

source: System Settings menu
be: Мэню наладаў сыстэмы

source: System communication bus
be: Магістраль сыстэмнай камунікацыі

source: System configuration manager
be: Кіраўнік сыстэмных наладак

source: System is running on AC power
be: Сыстэма працуе ад блёка сілкаваньня

source: System is running on battery power
be: Сыстэма працуе ад батарэі

source: System m_onitor height:
be: _Вышыня сыстэмнага назіральніка:

source: System m_onitor width:
be: _Шырыня сыстэмнага назіральніка:

source: System monitor
be: Сыстэмны назіральнік

source: TLS Authentication
be: TLS-ідэнтыфікацыя

source: TYPE
be: ТЫП

source: T_oolbar
be: П_аліца прылад

source: T_ools
be: Пры_лады

source: Tab order position
be: Парадкавы нумар пры табуляцыі

source: Table
be: Табліца

source: Table body
be: Цела табліцы

source: Table caption
be: Назва табліцы

source: Table column group properties
be: Уласцівасці групы слупкоў табліцы

source: Table column properties
be: Уласцівасці слупка табліцы

source: Table data cell
be: Клетка табліцы з данымі

source: Table footer
be: Ніжні подпіс табліцы

source: Table header
be: Загаловак табліцы

source: Table header cell
be: Клетка загалоўка табліцы

source: Table row
be: Радок табліцы

source: Table summary
be: Кароткае апісанне табліцы

source: Tag
be: Тэг

source: Tag list
be: Спіс тэгаў

source: Tags
be: Тэгі

source: Take Break Now
be: Адпачніце

source: Take a break!
be: Адпачніце!

source: Take notes, link ideas, and stay organized
be: Занатоўванне ідэй і звестак

source: Target — Blank
be: Мэта - Пуста

source: Target — Parent
be: Мэта - Бацькоўскі элемент

source: Target — Self
be: Мэта - Бягучы элемент

source: Target — Top
be: Мэта - Вышэй

source: Tasks
be: Заданні

source: Te_st
be: Пра_верка...

source: Te_xt
be: _Тэкст

source: Teletype or monospace text style
be: Роўнашырокі тэкст

source: Telstra Bigpond Cable Network client
be: Кліент кабэльнай сеткі Telstra Bigpond

source: Temperature:
be: Тэмпэратура:

source: Terminal
be: Тэрмінал

source: Terminal multiplexor
be: Тэрмінальны мультыплексар

source: Terminal server client
be: Кліент тэрмінальнага паслужніка

source: Terminals have a 16-color palette that applications inside the terminal can use. This is that palette, in the form of a colon-separated list of color names. Color names should be in hex format e.g. "#FF00FF"
be: Колеры мусяць мець шаснаццатковы фармат, напрыклад, "#FF00FF"

source: Test Input
be: Праверыць увод

source: Test Sound
be: Праверыць гук

source: Testing Pipeline
be: Праверка трубаправода

source: Testing event sound
be: [PO-fuzzy] Праверыць гук

source: Text
be: Тэкставы

source: Text Display
be: Паказ тэксту

source: Text Encryption
be: Шыфраванне тэксту

source: Text Size
be: Памер тэксту

source: Text color
be: Колер тэксту

source: Text color (deprecated)
be: Колер тэксту (састарэлы тэг)

source: Text entered by user
be: Тэкст, уведзены карыстальнікам

source: Text may be malformed.
be: Тэкст можа быць пашкоджаным.

source: The "Tomboy Notes Manual" could not be found. Please verify that your installation has been completed successfully.
be: Праверце карэктнасць усталявання гэтай праграмы.

source: The Beatles
be: N.R.M.

source: The Editor to Launch
be: Рэдактар для запуску

source: The FUSE module could not be loaded. Please check that it is installed properly and try again.
be: Праверце карэктнасць яго ўсталявання і паўтарыце спробу.

source: The GStreamer Encoding Profile used for encoding audio
be: Профіль GStreamer для аўдыякадавання

source: The GStreamer elements required for ReplayGain processing are not available. The missing elements are: %s
be: Не хапае наступных элементаў: %s

source: The GStreamer media type to encode to.
be: Тып медыяданых GStreamer для кадавання.

source: The ID of the last secret key used to sign a message.
be: Ідэнтыфікатар апошняга сакрэтнага ключа, ужытага для падпісання паведамлення.

source: The MusicBrainz server to use
be: MusicBrainz-сервер

source: The URI "%s" is invalid.
be: Хібны URI-адрас "%s".

source: The URI of the audio file
be: URI-адрас аўдыяфайла

source: The URL "%s" has already been added as a radio station. If this is a podcast feed, please remove the radio station.
be: Калі гэта канал падкастаў, выдаліце адпаведную радыёстанцыю.

source: The URL "%s" is not valid, please check it.
be: Хібны URL-адрас "%s", праверце яго правільнасць.

source: The URL '%s' does not appear to be a podcast feed. It may be the wrong URL, or the feed may be broken. Would you like Rhythmbox to attempt to use it anyway?
be: Ігнараваць памылкі і ўсё роўна паспрабаваць яго выкарыстаць?

source: The album of the current stream.
be: Альбом бягучага струменя.

source: The artist of the current stream.
be: Выканаўца бягучага струменя.

source: The battery level below which the battery is displayed as red. Also the value at which the low battery warning is displayed.
be: Таксама значэньне, пасьля якога паказваецца нагадваньне пра нізкі зарад батарэі.

source: The blue component of the background color.
be: Блакітны складнік колера тла.

source: The blue component of the foreground color.
be: Блакітны складнік колера тэксту.

source: The buttons shown in the alert dialog
be: Кнопкі ў перасцерагальным дыялогавым акне

source: The calendar, "%s", was not found on the server.
be: Каляндар "%s" не знойдзены на серверы.

source: The clipboard could not be Signed.
be: Не ўдалося падпісаць змесціва буфера абмену.

source: The clipboard could not be encrypted.
be: Не ўдалося зашыфраваць змесціва буфера абмену.

source: The column to sort the recipients by
be: Слупок для сартавання атрымальнікаў

source: The command to launch the editor you want to use
be: Загад для запуску патрэбнага рэдактара

source: The configuration could not be loaded
be: Нельга загрузіць канфігурацыю

source: The configuration could not be saved
be: Нельга захаваць канфігурацыю

source: The currently selected audio profile is not available on your installation.
be: Выбраны аўдыяпрофіль недаступны ў вашым усталяванні праграмы.

source: The cursor appearance
be: Выгляд курсора

source: The database was created by a later version of Rhythmbox. This version of Rhythmbox cannot read the database.
be: Наяўная версія Rhythmbox не можа прачытаць такую базу даных.

source: The date format that is used for the timestamp.
be: Фармат даты, які ўжываецца для апісання часу.

source: The default file extension for this profile
be: Прадывызначанае пашырэнне файлаў для гэтага профіля

source: The device
be: Прыстасаванне

source: The directory structure for the files
be: Структура каталогаў для файлаў

source: The document could not be opened.
be: Не ўдалося адкрыць дакумент.

source: The duration of the current stream in seconds.
be: Працягласць бягучага струменя, сек.

source: The entered password is invalid
be: Уведзены няправільны пароль

source: The eyes look in the direction of the mouse pointer
be: Вочкі, якія сочаць за курсорам мышы

source: The feed does not contain any downloadable items
be: Канал не змяшчае элементаў, прыдатных для сцягвання

source: The file "%s" already exists. Do you want to replace it?
be: Ці хочаце яго замяніць?

source: The file "%s" is missing. This indicates that the application is installed incorrectly, so the dialog can't be displayed.
be: Гэта сведчыць пра тое, што праграма была ўсталявана з памылкамі, і таму немагчыма паказаць дыялогавае акенца.

source: The file %s is read-only, and can not be overwritten
be: Файл %s даступны толькі для чытання і не можа быць перапісаны

source: The file is empty
be: Файл пусты

source: The file-roller process did not complete successfully
be: Працэс file-roller скончыўся няўдала

source: The following add-ins are installed
be: Наступныя дадаткі ўсталяваныя ў сістэме

source: The global keybinding for creating and displaying a new Note. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
be: Калі вы наставілі для гэтага параметра значэнне "disabled" (выключана), для гэтага дзеяння не будзе клавішнага скароту.

source: The global keybinding for opening the "Start Here" note. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
be: Калі вы наставілі для гэтага параметра значэнне "disabled" (выключана), для гэтага дзеяння не будзе клавішнага скароту.

source: The global keybinding for opening the Note Search dialog. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
be: Калі вы наставілі для гэтага параметра значэнне "disabled" (выключана), для гэтага дзеяння не будзе клавішнага скароту.

source: The global keybinding for opening the Recent Changes dialog. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
be: Калі вы наставілі для гэтага параметра значэнне "disabled" (выключана), для гэтага дзеяння не будзе клавішнага скароту.

source: The global keybinding for showing the Tomboy applet's menu. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this action.
be: Калі вы наставілі для гэтага параметра значэнне "disabled" (выключана), для гэтага дзеяння не будзе клавішнага скароту.

source: The green component of the background color.
be: Зялёны складнік колера тла.

source: The green component of the foreground color.
be: Зялёны складнік колера тэксту.

source: The handler for "note://" URLs
be: Апрацоўшчык для URL-адрасоў "note://"

source: The host name has changed
be: Назва вузла зьмененая

source: The interface does not exist
be: Такі інтэрфэйс не існуе

source: The interval, in seconds, between automatic updates.
be: Прамежак часу, у сэкундах, паміх аўтаматычнымі абнаўленьнямі.

source: The language code in which you want the results
be: Код мовы для вынікаў пошуку

source: The language code to search for
be: Код мовы для пошуку

source: The last directory a note was exported to using the Export To HTML plugin.
be: Каталог, у які апошні раз экспартавалі нататку з выкарыстаннем плугіна HTML.

source: The last setting for the 'Export linked notes' checkbox in the Export to HTML plugin.
be: Апошняя настройка для пераключальніка "Экспартаваць звязаныя нататкі" ў плугіне "Экспартаваць у HTML".

source: The last setting for the 'Include all other linked notes' checkbox in the Export to HTML plugin. This setting is used in conjunction with the 'HTML Export Linked Notes' setting and is used to specify whether all notes (found recursively) should be included during an export to HTML.
be: Гэтая настройка ўжываецца ў спалучэнні з настройкай "Экспартаваць звязаныя нататкі ў HTML", каб акрэсліць, ці падчас экспартавання ў HTML будуць улучаныя ўсе нататкі (знойдзеныя рэкурсіўна).

source: The location you have selected is on the device %s.
be: Выбранае месцазнаходжанне знаходзіцца на прыстасаванні %s.

source: The music share '%s' requires a password to connect
be: Музычны супольны рэсурс "%s" патрабуе пароль для злучэння

source: The name pattern for files
be: Шаблон назваў файлаў

source: The new password has already been used recently.
be: [PO-fuzzy] Стары й новы паролі аднолькавыя

source: The new password is too short
be: Новы пароль надта кароткі

source: The new password is too simple
be: Новы пароль надта просты

source: The new password must contain numeric or special characters
be: Новы пароль мусіць утрымліваць лічбавыя альбо спэцыяльныя сымбалі

source: The note URI of the note that should be considered the "Start Here" note, which is always placed at the bottom of the Tomboy note menu and also accessible by hotkey.
be: URI-адрас нататкі, якую неабходна разглядаць як нататку "У пачатак", якая заўсёды знаходзіцца ўнізе меню праграмы Tomboy і даступна праз гарачыя клавішы.

source: The notes that belong to this notebook will not be deleted, but they will no longer be associated with this notebook. This action cannot be undone.
be: Гэта дзеянне незваротнае.

source: The offset format string contains invalid format specifier. Only 'x', 'X', 'p', 'P', 'd' and 'o' are allowed.
be: Дазволеныя значэнні: x, X, p, P, d, o.

source: The old and new passwords are the same
be: Стары й новы паролі аднолькавыя

source: The old and new passwords are too similar
be: Стары й новы паролі надта падобныя

source: The paranoia level
be: Узровень параноі

source: The paranoia mode to use
be: Патрэбны рэжым параноі

source: The partial GStreamer pipeline used
be: Частковы канвеер GStreamer

source: The platform you are running is not supported by this tool
be: Гэтая праграма не падтрымлівае вашай плятформы

source: The playlist file may be in an unknown format or corrupted.
be: Файл спіса прайгравання можа мець невядомы фармат ці быць пашкоджаным.

source: The plugin necessary for CD access was not found
be: Плугін, патрэбны для доступу да кампакт-дыскаў, не знойдзены

source: The plugin necessary for file access was not found
be: Плугін, патрэбны для доступу да файлаў, не знойдзены

source: The port to use when connecting to the synchronization server via SSH. Set to -1 or less if default SSH port settings should be used instead.
be: Настаўце -1 ці менш, калі трэба ўжыць прадвызначаныя настройкі SSH-порта.

source: The position in the current stream in seconds.
be: Становішча ў бягучым струмені, сек.

source: The possible values are "block" to use a block cursor, "ibeam" to use a vertical line cursor, or "underline" to use an underline cursor.
be: Магчымыя значэнні: "block" (прамавугольнік), "ibeam" (вертыкальная рыса) ці "underline" (падкрэсліванне).

source: The possible values are "system" to use the global cursor blinking settings, or "on" or "off" to set the mode explicitly.
be: Магчымыя значэнні: "system" (ужыць глабальныя настройкі міргання курсора), "on" (уключана) ці "off" (выключана).

source: The red component of the background color.
be: Чырвоны складнік колера тла.

source: The red component of the foreground color.
be: Чыровны складнік колера тэксту.

source: The server version of "{0}" conflicts with your local note. What do you want to do with your local note?
be: Што вы хочаце зрабіць з мясцовай версіяй?

source: The specified offset is beyond the file boundaries!
be: Вызначаны зрух знаходзіцца па-за межамі файла!

source: The string that the user had selected when the applet was last used. This string will be displayed when the user starts the applet.
be: Гэты радок будзе паказаны, калі карыстальнік запусьціць аплет.

source: The synchronization you've chosen requires the FUSE module to be loaded. To avoid getting this prompt in the future, you should load FUSE at startup. Add "modprobe fuse" to /etc/init.d/boot.local or "fuse" to /etc/modules.
be: Дадайце "modprobe fuse" у файл /etc/init.d/boot.local або "fuse" у файл /etc/modules.

source: The system configuration has potentially changed.
be: Магчыма, былі зьмененыя наладкі сыстэмы.

source: The system load average is %0.02f
be: Сярэдняя загрузка сыстэмы %0.02f

source: The time (in minutes) to cache GPG passwords
be: Час (у хвілінах) для кэшавання пароляў GPG

source: The title of the current stream.
be: Назва бягучага струменя.

source: The type of alert
be: Тып перасцерагання

source: The type of spaces to be drawn.
be: Тып прабелаў, якія трэба паказваць.

source: The type of text to display (if the text is enabled).
be: Тып тэксту (калі ўключаны паказ тэксту).

source: The volume control did not find any elements and/or devices to control. This means either that you don't have the right GStreamer plugins installed, or that you don't have a sound card configured.
be: Гэта значыць, што ці вы не ўсталявалі неабходныя ўтулкі GStreamer, ці вы не наладзілі гукавую картку.

source: Themes
be: Тэмы

source: There is already a location with the same name
be: Месцазнаходжаньне з такой назваю ўжо існуе

source: There is an error in the message:
be: У паведамленні ёсць памылка:

source: There is no active buffer to replace data in!
be: Няма бягучага буфера для замены даных!

source: There is no active document to move the cursor in!
be: Няма бягучага дакумента для перамяшчэння курсора!

source: There is no active document to replace data in!
be: Няма бягучага дакумента для замены даных!

source: There is no active document to search!
be: Няма бягучага дакумента для пошуку!

source: There is no string to search for!
be: Няма тэксту для пошуку!

source: There is not enough space on the device to transfer the selected music, playlists and podcasts.
be: На прыстасаванні не хапае вольнай прасторы для перадачы вылучаных музыкі, падкастаў і спісаў прайгравання.

source: There isn't any file loaded
be: Адкрытых файлаў няма

source: There was a fatal error while applying the user profile from '%s'.
be: Здарылася фатальная памылка пры ужываньні профілю карыстальніка з '%s'.

source: There was a fatal error while trying to load the theme.
be: Фатальная памылка падчас спробы загрузіць тэму.

source: There was a problem adding this podcast: %s. Please verify the URL: %s
be: Праверце правільнасць URL-адраса: %s

source: There was a recoverable error while applying the user profile '%s'. You can report this error now or try to continue editing the user profile.
be: Вы можаце паведаміць пра памылку зараз альбо спрабаваць працягваць рэдагаваньне профілю карыстальніка.

source: There was a recoverable error while applying the user profile from file '%s'.
be: Здарылася памылка пры ўжываньні профілю карыстальніка з файла '%s'.

source: There was an error connecting to the server. This may be caused by using an incorrect user name and/or password.
be: Магчыма, прычынай гэтага з'яўляецца памылковая імя карыстальніка ці пароль.

source: There was an error displaying help: %s
be: Узнікла памылка паказу даведкі: %s

source: There was an error executing '%s': %s
be: Памылка выкананьня '%s': %s

source: There was an error forgetting profile path %s. (%s)
be: Узнікла памылка пры спробе забыць сцежку профіля %s: %s

source: There was an error getting the list of gm_audio profiles. (%s)
be: Узнікла памылка атрымання спіса профіляў "gm_audio": %s

source: There was an error launching the help viewer: %s
be: Памылка запуску праглядальніка даведкі: %s

source: There was an error launching the keyboard preferences dialog: %s
be: Памылка запуску дыялёгу перавагаў клявіятуры: %s

source: There was an error loading the calendar, "%s".
be: Узнікла памылка загрузкі календара "%s".

source: There was an error parsing the calendar, "%s". Please verify that it is a valid calendar and try again.
be: Праверце правільнасць гэтага календара і паўтарыце спробу.

source: There was an error starting %s: %s
be: Памылка запуску %s: %s

source: There was an error subscribing to notification of audio profile list changes. (%s)
be: Узнікла памылка падпіскі на апавяшчэнні аб зменах у спісе аўдыяпрофіляў: %s

source: There was an error updating the folders
be: Пры абнаўленні назваў папак узнікла памылка

source: There was an error while saving the file. Your changes have not been saved.
be: Вашы змены не былі захаваны.

source: There was an error writing the PO file: %s
be: Пры захаванні файла PO узнікла памылка: %s

source: There was an internal server error while trying to load "%s".
be: Падчас спробы загрузкі "%s" узнікла ўнутраная памылка сервера.

source: These items will now be removed from your configuration:
be: Гэтыя элемэнты будуць выдалены з вашай наладкі:

source: This CD could be more than one album. Please select which album it is below and press <i>Continue</i>.
be: Калі ласка, выберыце адзін з магчымых альбомаў і націсніце <i>Працягнуць</i>.

source: This GNOME applet adds a command line to the panel. It features command completion, command history, and changeable macros.
be: Ён здольны да дапаўненьня загадаў, вядзе гісторыю загадаў і выкарыстоўвае зьмяняльныя макрасы.

source: This account is disabled.
be: Гэты ўліковы запіс выключаны.

source: This account is using special settings that have been defined manually. Use the <i>Advanced Settings</i> dialog to tune them.
be: Выкарыстоўвайце дыялёгавае вакно <i>Адмысловыя наладкі</i> для іх зьмены.

source: This applet adds a command line to the panel
be: Гэты аплет дадае загадны радок да панэлі

source: This assistant will help you to create the main profile.
be: Гэты памочнік дапаможа вам стварыць галоўны профіль.

source: This cannot be undone.
be: [PO-fuzzy] Гэтая нататка разамкнёная.

source: This computer is a _WINS server
be: Гэты кампутар зьяўляецца паслужнікам _WINS

source: This disc matches multiple albums. Select the correct album.
be: Выберыце правільны альбом.

source: This document has unsaved changes. Would you like to save the document?
be: Ці вы хочаце захаваць яго?
